/* No comment provided by engineer. */
"Are you sure you want to replace any existing bookmarks on your iDisk?" = "Jesteś pewien, że chcesz zastąpić istniejące zakładki na swoim iDisku?";

/* No comment provided by engineer. */
"Cannot find file" = "Nie można znaleźć pliku";

/* No comment provided by engineer. */
"Connection Error" = "Błąd połączenia";

/* No comment provided by engineer. */
"Could not connect properly to your iDisk. Please make sure that your .Mac settings are correct." = "Nie można połączyć się z twoim iDiskiem. Upewnij się, że twoje ustawienia .Mac są poprawne.";

/* No comment provided by engineer. */
"Invalid Account" = "Nieprawidłowe konto";

/* No comment provided by engineer. */
"The bookmarks file could not be found at ~/Library/Application Support/Cyberduck/Favorites.plist" = "Plik zakładek nie może być odnaleziony w lokacji ~/Library/Application Support/Cyberduck/Favorites.plist";

/* No comment provided by engineer. */
"The file Favorites.plist in the folder /Documents/Cyberduck/ could not be found on your iDisk." = "Plik Favorites.plist w teczce /Documents/Cyberduck/ nie może być odnaleziony na twoim iDisku.";

/* No comment provided by engineer. */
"Replace Bookmarks" = "Zastąp zakładki";

/* No comment provided by engineer. */
"Successfully uploaded bookmarks to the iDisk" = "Zakładki zastały z powodzeniem wysłane na iDisk";

/* No comment provided by engineer. */
"Upload successful" = "Wysyłka udana";

/* No comment provided by engineer. */
"Add" = "Dodaj";

/* No comment provided by engineer. */
"Skip" = "Pomiń";

/* No comment provided by engineer. */
"Add this bookmark to your existing bookmarks?" = "Dodać tą zakładkę do twoich istniejących zakładek?";
